Repository: hisptz/south-sudan-poe
Catalog: i18n/*.po
Languages: sw

source: WELCOME TO SOUTH SUDAN
sw: KARIBU SUDANI YA KUSINI

source: We are glad that you have chosen to travel to South Sudan. For your safety and the well-being of those around you, please be informed that it is mandatory to complete the Public Health Surveillance Form online within 24 hours before arrival. You can start by searching your passport on the field above and complete the travellers form.
sw: Tunafurahi umeamua kutembelea Sudani ya kusini. Kwa usalama wako na wale wanaokuzunguka, tunakutaarifu kuwani lazima kujaza fomu ya ufuatiliaji wa afya ya jamii (Public Health Surveillance Form) ndani ya saa 24 kabla ya kufika nchini.Kwa kuanza, unaweza ukatafuta ombi lililopita kwa kutumia pasipoti namba yako au ukawasilisha ombi jipya

source: Register
sw: Jisajili

source: My Application
sw: Usajili wangu

source: Enter the passport number above to search for the existing applications
sw: Ingiza namba ya pasipoti kutafuta usajili uliopo

source: No Results
sw: Hakuna matokeo

source: Sorry, we couldn't find any bookings for your passport number
sw: Samahani, hakuna matokeo kwa ajili ya namba yako ya pasipoti

source: Create Booking
sw: Fanya usajili mpya

source: Passport Number
sw: Namba ya Pasipoti

source: Search
sw: Tafuta

source: Date
sw: Tarehe

source: Point of Entry
sw: Kituo cha Kuingilia

source: Actions
sw: Matendo

source: View
sw: Angalia

source: Edit
sw: Hariri

source: My Applications
sw: Usajili wangu

source: All applications with passport number {{searchKeyword}} has expired
sw: Maombi yote yenye pasipoti namba {{searchKeyword}} yamekwisha muda wake

source: Click here
sw: Bonyeza hapa

source: to register new
sw: kufanya usajili mpya

source: Traveller profile
sw: Taarifa za Msafiri

source: Name
sw: Jina

source: Passport
sw: Pasipoti

source: Phone number
sw: Namba ya simu

source: Email
sw: Barua pepe

source: Gender
sw: Jinsi

source: Arrival Date
sw: Tarehe ya kufika

source: Flight number
sw: Namba ya ndege

source: Nationality
sw: Uraia

source: Print
sw: Chapisha

source: Welcome to South Sudan
sw: Karibu Sudani ya Kusini

source: Could not load data from server. Please try again later.
sw: Kuna tatizo la kiufundi. Tafadhali jaribu tena baadae.

source: Cancel
sw: Ghairi

source: Saving...
sw: Inahifadhi...

source: Save
sw: Hifadhi

source: Booking successfully saved
sw: Maombi yamehifadhiwa kikamilifu

source: Error saving booking, {{errorMessage}}
sw: Tumeshindwa kuhifadhi usajili wako, {{errorMessage}}

source: Booking successfully updated
sw: Maombi yamebadilishwa kikamilifu

source: Error updating booking, {{ error }}
sw: Tumeshindwa kusasisha usajili wako, {{ error }}

source: Registration
sw: Usajili

source: Back
sw: Rudi

source: Error
sw: Hitilafu

source: Something went wrong.
sw: Kuna kitu hakijaenda sawa

source: Ministry of Health
sw: Wizara ya Afya

# The passport is shown next to these words in bold
source: Sorry, we couldn't find any bookings for your passport number
sw: Samahani, hakuna usajili wenye pasipoti namba

# Navigates to the registration page
source: Create Booking
sw: Fanya usajili

# Continues 'to register new'
source: Click here
sw: Bonyeza hapa

# Starts with 'Click here'
source: to register new
sw: kufanya usajili mpya

source: Please enter a valid passport number
sw: Tafadhali ingiza namba za pasipoti zilizo sahihi

source: South Sudan
sw: Sudani ya Kusini

source: Previous
sw: Nyuma

source: Next
sw: Mbele

source: {{ fieldName }} is required
sw: {{ fieldName }} inahitajika
